Repository: 0xDive/ferventio-ios
Catalog: Ferventio/Resources/InteractiveChat.xcstrings
Source language: en
Languages: ru

# interactive.poll
source: Poll
ru: Опрос

# interactive.prediction
source: Prediction
ru: Предсказание

# interactive.total_votes
source: Total votes
ru: Всего голосов

# interactive.winner
source: Winning outcome
ru: Победивший исход

# interactive.status.active
source: Active
ru: Активно

# interactive.status.completed
source: Completed
ru: Завершено

# interactive.status.terminated
source: Terminated
ru: Остановлено

# interactive.status.archived
source: Archived
ru: В архиве

# interactive.status.moderated
source: Moderated
ru: Скрыто модерацией

# interactive.status.invalid
source: Invalid
ru: Недействительно

# interactive.status.locked
source: Locked
ru: Закрыто

# interactive.status.resolved
source: Resolved
ru: Результат определён

# interactive.status.canceled
source: Canceled
ru: Отменено

# interactive.status.unknown
source: Unknown
ru: Неизвестно

# interactive.manage.title
source: Polls & Predictions
ru: Опросы и предсказания

# interactive.manage.terminate
source: End now
ru: Завершить сейчас

# interactive.manage.archive
source: Archive
ru: Архивировать

# interactive.manage.lock
source: Lock
ru: Закрыть приём

# interactive.manage.cancel
source: Cancel
ru: Отменить

# interactive.manage.winner
source: Winning outcome
ru: Победивший исход

# interactive.manage.resolve
source: Resolve
ru: Определить результат

# interactive.manage.applying
source: Applying change…
ru: Применение изменения…

# interactive.manage.failed
source: Twitch could not apply the change.
ru: Twitch не удалось применить изменение.

# interactive.manage.done
source: Done
ru: Готово
